<policy>
	<general>
		<name>%NAMESELF%</name>
		<enabled>true</enabled>
		<frequency>Ongoing</frequency>
		<category>
			<name>%POLICY_CATEGORY%</name>
		</category>
	</general>
	<scope>
		<!--Scope added by JSSImporter-->
	</scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>true</use_for_self_service>
		<install_button_text>Install</install_button_text>
		<self_service_description>%SELF_SERVICE_DESCRIPTION%</self_service_description>
		<force_users_to_view_description>true</force_users_to_view_description>
		<notification_subject>%NAMESELF%</notification_subject>
	</self_service>
	<maintenance>
		<recon>true</recon>
	</maintenance>
	<user_interaction>
    <message_start>%NAMESELF% installation</message_start>
    <message_finish>%NAMESELF% is installed</message_finish>
  </user_interaction>
</policy>
