<policy>
	<general>
		<name>Image Reference: %NAME%</name>
		<enabled>true</enabled>
		<frequency>Once per computer</frequency>
		<trigger_checkin>true</trigger_checkin>
    	<trigger_enrollment_complete>true</trigger_enrollment_complete>
		<category>
			<name>%POLICY_CATEGORY%</name>
		</category>
	</general>
	<scope>
		<!--Scope added by JSSImporter-->
	</scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>false</use_for_self_service>
	</self_service>
	<maintenance>
		<recon>true</recon>
	</maintenance>
</policy>
